tap "aws/tap"
tap "dlvhdr/formulae"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "redpanda-data/tap"
tap "ubuntu/microk8s"
tap "ynqa/tap"
brew "harfbuzz"
brew "icu4c@76"
brew "alass"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "aws-sam-cli"
brew "azcopy"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "lima"
brew "colima"
brew "convmv"
brew "coreutils"
brew "coursier"
brew "ctop"
brew "python@3.12"
brew "ffmpeg"
brew "pkgconf"
brew "czkawka"
brew "docker"
brew "docker-compose", link: false
brew "dua-cli"
brew "envelope"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "gitleaks"
brew "libksba"
brew "golang-migrate"
brew "harper"
brew "helix"
brew "helm"
brew "hledger"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "libsixel"
brew "llvm"
brew "lua-language-server"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "marksman"
brew "neovim"
brew "nmap"
brew "nnn"
brew "ntfy"
brew "onefetch"
brew "openssl@1.1"
brew "opentofu"
brew "pipx"
brew "plantuml"
brew "poppler"
brew "pre-commit"
brew "protobuf-c"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "sshs"
brew "stow"
brew "television"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "trufflehog"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "zk"
brew "zlib"
brew "zoxide"
brew "dlvhdr/formulae/diffnav"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "hudochenkov/sshpass/sshpass"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "joshmedeski/sesh/sesh"
brew "redpanda-data/tap/redpanda"
brew "ubuntu/microk8s/microk8s"
brew "ynqa/tap/jnv"
cask "adobe-creative-cloud"
cask "aerospace"
cask "alacritty"
cask "aldente"
cask "amethyst"
cask "anki"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "bitwarden"
cask "calibre"
cask "contexts"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "linearmouse"
cask "logseq"
cask "neovide"
cask "obsidian"
cask "openscad"
cask "postman"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "shortcat"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "tor-browser"
cask "tradingview"
cask "ukelele"
cask "vivaldi"
cask "vscodium"
vscode "3timeslazy.vscodium-devpodcontainers"
vscode "aaron-bond.better-comments"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "gitpod.gitpod-theme"
vscode "golang.go"
vscode "ibm.output-colorizer"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "jdinhlife.gruvbox"
vscode "jeanp413.open-remote-ssh"
vscode "mark-hansen.hledger-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mobalic.jetbrains-dark-theme"
vscode "mongodb.mongodb-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "nash.awesome-flutter-snippets"
vscode "ngtystr.ppm-pgm-viewer-for-vscode"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sainnhe.gruvbox-material"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "supermaven.supermaven"
vscode "trunk.io"
vscode "usernamehw.errorlens"
vscode "vscode-org-mode.org-mode"
vscode "vscodevim.vim"
vscode "wwm.better-align"
