tap "achannarasappa/tap"
tap "borkdude/brew"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "versent/taps"
tap "wtfutil/wtfutil"
brew "antigen"
brew "arp-scan"
brew "aspell"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "libffi"
brew "cloc"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "colima"
brew "docker"
brew "exa"
brew "fd"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "httpie"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "ledger"
brew "lua"
brew "markdown"
brew "mas"
brew "mysql"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "pandoc"
brew "pastel"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "spark"
brew "sphinx-doc"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wtfutil"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "borkdude/brew/clj-kondo"
brew "jesseduffield/lazygit/lazygit"
brew "railwaycat/emacsmacport/emacs-mac"
brew "versent/taps/saml2aws"
cask "alacritty"
cask "amethyst"
cask "basictex"
cask "cakebrew"
cask "packetsender"
cask "sampler"
mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "Magnet", id: 441258766
mas "Memory Diag", id: 748212890
mas "MindNode", id: 1289197285
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TickTick", id: 966085870
mas "TinyStopwatch", id: 1447754003
mas "Xcode", id: 497799835
