tap "aws/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "redpanda-data/tap"
tap "ubuntu/microk8s"
tap "ynqa/tap"
brew "python@3.12"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "aws-sam-cli"
brew "azcopy"
brew "bat"
brew "bitwarden-cli"
brew "gcc"
brew "btop"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "harfbuzz"
brew "coursier"
brew "ctop"
brew "docker"
brew "docker-compose", link: false
brew "envelope"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "libksba"
brew "helix"
brew "hledger"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "libsixel"
brew "llvm"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "mackup"
brew "neovim"
brew "openssl@1.1"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "stow"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hudochenkov/sshpass/sshpass"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "redpanda-data/tap/redpanda"
brew "ubuntu/microk8s/microk8s"
brew "ynqa/tap/jnv"
cask "adobe-creative-cloud"
cask "alacritty"
cask "aldente"
cask "amethyst"
cask "appcleaner"
cask "arc"
cask "bitwarden"
cask "calibre"
cask "contexts"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "linearmouse"
cask "logseq"
cask "multipass"
cask "postman"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "tor-browser"
cask "vscodium"
